// Напишите программу, которая на вход принимает два числа и проверяет является ли первое число квадратом второго
int a = 2;
int b = 25;
int G = a*a;
if (G == b)
Console.WriteLine("Yes");
if (G != b)
Console.WriteLine("No");