// Напишите программу, которая на входе принимает чмло и выдает его квадрат 
Console.WriteLine("Введите число");
int number = Convert.ToInt32(Console.ReadLine());
int result = number*number;
Console.WriteLine(result);

