// Напишите программу, которая на входе принимает чмло и выдает его квадрат 
int number = -8;
int result = number*number;
Console.WriteLine(result);

